

gj.core.messages['el-gr'] = {
    monthNames: ['Ιανουάριος', 'Φεβρουάριος', 'Μάρτιος', 'Απρίλος', 'Μαΐος', 'Ιούνιος', 'Ιούλιος', 'Αύγουστος', 'Σεπτέμβριος', 'Οκτωβριος', 'Νοέμβριος', 'Δεκέμβριος'],
    monthShortNames: ['Ιαν', 'Φεβ', 'Μαρ', 'Απρ', 'Μαΐ', 'Ιουν', 'Ιουλ', 'Αυγ', 'Σεπ', 'Οκτ', 'Νοε', 'Δεκ'],
    weekDaysMin: ['Κ', 'Δ', 'Τ', 'Τ', 'Π', 'Π', 'Σ'],
    weekDaysShort: ['Κυρ', 'Δευ', 'Τρί', 'Τετ', 'Πεμ', 'Παρ', 'Σαβ'],
    weekDays: ['Κυριακή', 'Δευτέρα', 'Τρίτη', 'Τετάρτη', 'Πέμτη', 'Παρασκευή', 'Σάββατο'],
    am: 'ΠΜ',
    pm: 'ΜΜ',
    ok: 'ОК',
    cancel: 'Ακύρωση'
};